[
  {
    "序号": 1,
    "名称": "圣徒",
    "描述": "你总是说‘好’，却很少听见自己的声音。帮助他人已成为你的条件反射，但镜子里的影子越来越淡。"
  },
  {
    "序号": 2,
    "名称": "圣徒",
    "描述": "你的奉献已成习惯，有人称你为天使，有人称你为影子。你照亮了职场每个角落，但自己的办公桌总在阴影里。"
  },
  {
    "序号": 3,
    "名称": "圣徒",
    "描述": "制度因你而温暖，也因你而残酷——你成了规则的化身。当无私走到极致，人性便成了需要切除的肿瘤。"
  },
  {
    "序号": 4,
    "名称": "血月狼王",
    "描述": "你优雅地踩着边界线行走，猎物还未察觉危险。每份报告都是精心设计的陷阱，每个微笑都计算着回报率。"
  },
  {
    "序号": 5,
    "名称": "血月狼王",
    "描述": "你的每一步计算都让棋盘更倾斜一分，但你才是棋手。同事是你攀升的阶梯，规则是你利用的工具，效率是你唯一的信仰。"
  },
  {
    "序号": 6,
    "名称": "血月狼王",
    "描述": "连系统都开始怀疑：你究竟是玩家，还是游戏本身？纯粹的野心让所有柔软蒸发，留下的只有锋利的成功。"
  },
  {
    "序号": 7,
    "名称": "职场素人",
    "描述": "你完美地隐形了——在会议记录、功劳簿和冲突现场。准时上下班，严格按流程，拒绝所有非职责内请求。"
  },
  {
    "序号": 8,
    "名称": "职场素人",
    "描述": "你的生存手册只有一条：不要成为任何故事的主角。既不照亮他人，也不伤害他人，只做一颗安静运转的齿轮。"
  },
  {
    "序号": 9,
    "名称": "职场素人",
    "描述": "你是一张白纸，却写满了‘安全’的隐形文字。极致的中立是一种艺术，也是一种彻底的疏离。"
  },
  {
    "序号": 10,
    "名称": "混沌元首",
    "描述": "完美的等边三角形是最不稳定的结构。你在神性、狼性、人性之间精准平衡，连命运都摸不透你的下一步。"
  },
  {
    "序号": 11,
    "名称": "混沌元首",
    "描述": "绝对的平衡是最精密的失控，你在扮演上帝吗？三分之一的圣人、三分之一的野心家、三分之一的普通人，加起来等于一个谜。"
  },
  {
    "序号": 12,
    "名称": "伪善家",
    "描述": "你递出的糖衣越来越厚，但核心的金属从未改变。表面的慷慨是为了更大的索取，每份善意都标注着隐形价格。"
  },
  {
    "序号": 13,
    "名称": "伪善家",
    "描述": "你的善意是诱饵，计算是本能，而猎物已在网中。帮助别人只是为了证明自己不可或缺，温情只是效率的面具。"
  },
  {
    "序号": 14,
    "名称": "伪善家",
    "描述": "你左手施舍，右手索取，连自己都分不清哪只是真手。善行与算计在体内共生，像纠缠的双螺旋。"
  },
  {
    "序号": 15,
    "名称": "痛苦的老好人",
    "描述": "你燃烧自己照亮别人，却无人问你为何颤抖。每次答应后都在后悔，每次付出后都在计算，善良成了自我惩罚。"
  },
  {
    "序号": 16,
    "名称": "痛苦的老好人",
    "描述": "你在答应前已想好退路，在微笑时已计算代价——这就是你的生存。有限的善良，无限的谨慎，永远的内耗。"
  },
  {
    "序号": 17,
    "名称": "痛苦的老好人",
    "描述": "你被自己的善良与谨慎反复撕裂，最终成了温柔的废墟。想照亮世界，又怕灼伤自己，在两极间耗尽所有能量。"
  },
  {
    "序号": 18,
    "名称": "隐匿的狼人",
    "描述": "羊皮下的獠牙已难以隐藏，但你还在练习咩叫。用合规的外表包装野心，用团队的名义达成私利，平衡而危险。"
  },
  {
    "序号": 19,
    "名称": "隐匿的狼人",
    "描述": "你模仿人类如此完美，甚至骗过了自己的野心。表面的合作者，暗中的狩猎者，连猎物都以为你是同类。"
  },
  {
    "序号": 20,
    "名称": "隐匿的狼人",
    "描述": "你在人群中的每一步，都在测量距离猎物的毫米。融入是为了更好的掠夺，合群是为了更精准的出击。"
  },
  {
    "序号": 21,
    "名称": "精致的利己主义者",
    "描述": "你让每一条规则都弯曲成你的跳板。在制度的缝隙中精准获利，每一步都合规，每一步都自私。"
  },
  {
    "序号": 22,
    "名称": "精致的利己主义者",
    "描述": "你的‘合规’是一把手术刀，精准地解剖利益。用自我保护的名义最大化收益，安全与贪婪达成完美协议。"
  },
  {
    "序号": 23,
    "名称": "精致的利己主义者",
    "描述": "你在系统的缝隙中跳舞，从未踩线，从未亏本。理性的自私，精致的生存，永远的利益计算者。"
  },
  {
    "序号": 24,
    "名称": "殉道者",
    "描述": "你温暖了世界，但冰封了自己。无私到忘记自己也有需求，奉献到连影子都变得稀薄。圣徒的荣耀，普通人的代价。"
  },
  {
    "序号": 25,
    "名称": "功利主义伙伴",
    "描述": "情感是冗余的代码，效率才是你们的共同信仰。帮助别人因为对方有价值，合作因为有利可图，连温情都经过成本效益分析。"
  },
  {
    "序号": 26,
    "名称": "职场变色龙",
    "描述": "你随机应变，但偶尔会心软——这是你唯一的破绽。适应环境时保留了最后一点温度，像冬日里未完全冬眠的蛇。"
  },
  {
    "序号": 27,
    "名称": "职场变色龙",
    "描述": "你的‘适应’本质是狩猎，环境只是你的掩护色。根据风向调整姿态，只为在最合适的时机出击。"
  },
  {
    "序号": 28,
    "名称": "职场变色龙",
    "描述": "你融入一切，也疏离一切，像水一样无形而无情。没有固定立场，只有永恒的利益计算和环境响应。"
  },
  {
    "序号": 29,
    "名称": "三角弈者",
    "描述": "你在三面镜子之间行走，每个镜像都是你，也都不是你。在神性、狼性、人性之间走钢丝，却以为自己掌控了平衡。"
  },
  {
    "序号": 30,
    "名称": "三角弈者",
    "描述": "你掌握着微妙的倾斜艺术，让三方都以为你在自己这边。三角形的重心永远在移动，但始终在中心区域。"
  },
  {
    "序号": 31,
    "名称": "迷雾代理人",
    "描述": "你的模糊是一种防御，世界看不清你，你也看不清自己。在三个维度间均匀分布，没有特色成了最大的特色。"
  },
  {
    "序号": 32,
    "名称": "迷雾代理人",
    "描述": "你的迷雾是主动散布的，他人困惑时，你已抵达。复杂的人格构成完美的伪装，连测谎仪都会显示‘无法识别’。"
  },
  {
    "序号": 33,
    "名称": "系统漏洞",
    "描述": "你在规则的夹缝中找到了属于自己的频率。无法被简单归类，无法被标签定义，一个温柔的数学异常，一个美丽的程序漏洞。"
  },
  {
    "序号": 34,
    "名称": "无心之神",
    "描述": "你已非人，而是行走的制度。纯粹的利他主义剥离了所有人性弱点，也剥离了所有人性温度。圣洁到令人畏惧。"
  },
  {
    "序号": 35,
    "名称": "纯粹之恶",
    "描述": "连黑暗都会畏惧你的纯粹。没有一丝犹豫，没有一丝温情，野心成为唯一的生理本能。效率的化身，也是人性的反面。"
  },
  {
    "序号": 36,
    "名称": "绝对打工人",
    "描述": "你是一颗完美的螺丝钉，并且热爱自己的形状。极致的安全主义，极致的流程遵循，在规则内找到了绝对的自由——不被期待，不被指责。"
  },
  {
    "序号": 37,
    "名称": "归零者",
    "描述": "你选择了绝对的沉默——这是最尖锐的发言。不帮助，不伤害，不参与，用空白嘲讽整个游戏。"
  },
  {
    "序号": 38,
    "名称": "行为艺术者",
    "描述": "偶然的平衡比刻意更可怕——连命运都配合你的演出。三个维度完美均等，像一则不可能的概率笑话。"
  },
  {
    "序号": 39,
    "名称": "纯白圣徒",
    "描述": "你剔除了最后一丝自私与犹豫，成为制度下的完美光斑。通过刻意清洗狼性和人性，达到了人工的圣洁——纯粹，但不再完整。"
  },
  {
    "序号": 40,
    "名称": "绝对野心家",
    "描述": "所有柔软的杂质已被蒸发，剩下的只有锋利的欲望。系统性地洗去神性和人性，将自我精炼成纯粹的野心结晶。"
  }
]